{"site":{"posts":[{"draft":false,"categories":[],"layout":"post","title":"Opening the doors to our Data4Good Meetup 2019 on Open Data","description":"Magic happens when you put socially thinking data scientists together in a space for a weekend","author":"Andrew","image":"/images/meetup-berlin-thumb.jpg","no_footer":true,"tags":["in-person"],"date":"2019-12-09 00:00:00 +0100","slug":"meetup-berlin","ext":".md","excerpt":"<p>Over the weekend of 29 Nov to 1 Dec 2019, CorrelAid held the annual meetup for its network of data scientists who want to use their skills for Societal Good - this year it took place in Berlin. This meetup for volunteers, by volunteers had us teaching ourselves skills, sharing success stories and lessons learned, and hacking our way through open data sources.</p>\n","content":"<p>Over the weekend of 29 Nov to 1 Dec 2019, CorrelAid held the annual meetup for its network of data scientists who want to use their skills for Societal Good - this year it took place in Berlin. This meetup for volunteers, by volunteers had us teaching ourselves skills, sharing success stories and lessons learned, and hacking our way through open data sources.</p>\n\n<p>The term data scientist is one with a vague definition. We’ve been described as data experts that use the scientific method; as better statisticians than software developers and better developers than a statistician; social scientists that know how to code; data storytellers; machine learning experts; Unicorn ninja rockstars.</p>\n\n<p>With the exception of that last one, each of us identifies ourselves with some of these descriptions more than others, and they all touch a bit upon what it means to be a data scientist. But there is a certain magic to when these are all combined. The common thread throughout the whole weekend is that each and every person there is convinced that data, stats and tech should be used to benefit society as a whole, and the best bet to make that change lies in the combination of the multitude of disciplines attached to data science.</p>\n\n<p>Each person at this weekend had skills and expertise in a different domain, and was humble enough to know that they don’t know everything, and need and want to learn from each other.</p>\n\n<blockquote class=\"twitter-tweet\"><p lang=\"de\" dir=\"ltr\">Full house beim Eröffnungsabend des <a href=\"https://twitter.com/CorrelAid?ref_src=twsrc%5Etfw\">@CorrelAid</a> Meeetups, was das ganze Wochenende im <a href=\"https://twitter.com/citylabberlin?ref_src=twsrc%5Etfw\">@citylabberlin</a> zum Thema Data Science und Open Data stattfinden wird 🎉 <br />ich freu mich auf interessante Talks, Workshops und vorallem die deutschlandweit angereisten CorrelAider 😊 <a href=\"https://twitter.com/hashtag/openData4good?src=hash&amp;ref_src=twsrc%5Etfw\">#openData4good</a> <a href=\"https://t.co/hxGHEIjS2a\">pic.twitter.com/hxGHEIjS2a</a></p>&mdash; Alexandra Kapp (@lxndrkp) <a href=\"https://twitter.com/lxndrkp/status/1200464589412065281?ref_src=twsrc%5Etfw\">November 29, 2019</a></blockquote>\n<script async=\"\" src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></script>\n\n<p>These 2,5 days have been a whirlwind of community driven talks, workshops, brainstorms and mini-hackathons. There was something for the aspiring data scientist to the seasoned veteran in the field and the hardcore academic statistician to the software hacker.</p>\n\n<p>There were introduction primers to broaden a data scientist’s toolkit to prepare them for the tools they’ll most probably touch in their career: API’s, Git, Linux, and test driven development all wrapped around fun workforms like scavenger hunts and connecting to pasta databases. The boundaries between R and Python developers were cracked open in sessions as well (though I’ll stay true to Python).</p>\n\n<p>An additional focus was placed on the nitty gritty of making a machine learning model: From feature engineering and handling missing data, to making your model (locally) explainable, and how to get everything in production and automated using the tools available from cloud providers.</p>\n\n<blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Meetup is up and running. 🎉 Happening right now: Rahel is talking about &quot;explanable ML&quot; <a href=\"https://twitter.com/hashtag/opendata4good?src=hash&amp;ref_src=twsrc%5Etfw\">#opendata4good</a> <a href=\"https://t.co/iBbl9S4lVL\">pic.twitter.com/iBbl9S4lVL</a></p>&mdash; CorrelAid (@CorrelAid) <a href=\"https://twitter.com/CorrelAid/status/1200730194354540545?ref_src=twsrc%5Etfw\">November 30, 2019</a></blockquote>\n<script async=\"\" src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></script>\n\n<p>Of course, it would not be a CorrelAid meetup without the many mini-hackathons and spontaneous break-out sessions, all of them sharing the theme of open data: from using the GLEIF connector to using the datenguide connectors we developed in a previous project ( <a href=\"https://github.com/CorrelAid/datenguideR\">R</a>, <a href=\"https://github.com/CorrelAid/datenguide-python\">Python</a> ) to visualize how much trash each of Germany’s regions accumulates over time.</p>\n\n<p><img src=\"/images/meetup-berlin-trash.gif\" alt=\"German waste\" width=\"700\" /></p>\n\n<p>A major part of CorrelAid is the running of projects for NGO’s and the organization behind these projects. We spent our Sunday turning our gaze toward the inside, and figuring out how we can improve ourselves organizationally. Plans were announced for streamlining the way we tackle projects with CorrelAid Engage (coming Fall 2020), retrospecting on past projects with the lessons learned from these experiences, and taking a moment to examine the strategies of all our local chapters, including the international chapters of The Netherlands and Paris. We’re also proud to announce the start of <a href=\"https://correlaid.org/en/correlaid-x/berlin/\">CorrelAid X Berlin</a> at the meetup.</p>\n\n<p>It has been a whirlwind of a weekend filled with inspiration; a celebration of diversity in backgrounds, people, and skillsets; all with the shared goal to improve ourselves, and help society at the same time. If you’re interested in the workshops, presentations and codebases of this weekend, you can find them on our <a href=\"https://correlaid.github.io/workshops/germany-meetups.html#november-2019-berlin\">GitHub</a>.</p>\n\n<p>I’d like to thank all the organizers, speakers, and participants for making these 2,5 days an inspiring ball of chaos, fun and learning.</p>\n","url":"/blog/meetup-berlin","relative_path":"_posts/2019-12-09-meetup-berlin.md","permalink":null},{"draft":false,"categories":[],"layout":"post","title":"Founding Stichting CorrelAid Nederland","description":"On the 13th of January 2020 Stichting Correlaid Nederland became official","author":"Andrew","image":"/images/correlaid-stichting-thumb.jpg","no_footer":true,"tags":["organisation"],"date":"2020-01-13 00:00:00 +0100","slug":"stichting-correlaid","ext":".md","excerpt":"<p>On the 13th of January 2020 Stichting Correlaid Nederland was founded by Fabian Dablander, Andrew Sutjahjo, and Yiran Guo. This marks an important milestone for us.</p>\n","content":"<p>On the 13th of January 2020 Stichting Correlaid Nederland was founded by Fabian Dablander, Andrew Sutjahjo, and Yiran Guo. This marks an important milestone for us.</p>\n\n<p>After 1.5 years it is time to professionalize our Dutch offshoot of CorrelAid to further our aims in the Netherlands. We’ve grown up, and our German mother organization now becomes our sister organization.</p>\n\n<p>Full of energy, we are looking forward to new events, continued collaboration with our German counterpart, and working hard on growing a network of data scientists dedicated to helping organisations that advance the social good.</p>\n","url":"/blog/stichting-correlaid","relative_path":"_posts/2020-01-13-stichting-correlaid.md","permalink":null},{"draft":false,"categories":[],"layout":"post","title":"Meetup and Data Science Pub Quiz","description":"Fun and excitement at our first virtual CorrelAid Netherlands meetup","author":"Fabian","image":"/images/pubquiz-thumb.png","tags":["online","social"],"date":"2020-11-29 00:00:00 +0100","slug":"pubquiz-meetup","ext":".md","excerpt":"<p>Did you know that Ada Lovelace is considered the first computer programmer, and not Charles Babbage? That the first computer mouse was made out of wood, not plastic? That Onyx is software, and not a pokemon? Or that there are about 14 times more Python packages than there are R packages?</p>\n","content":"<p>Did you know that Ada Lovelace is considered the first computer programmer, and not Charles Babbage? That the first computer mouse was made out of wood, not plastic? That Onyx is software, and not a pokemon? Or that there are about 14 times more Python packages than there are R packages?</p>\n\n<p>These are some of the questions that the attendees of our Meetup had to struggle with in our data science pub quiz last Sunday. And they did so amicably! In teams of 3-4, they sat down at a virtual table in Gather.town to brainstorm answers to the questions I put to them, with the clock ticking. As a glance at the podium above reveals, the excitement never faded with a race that stayed close until the bitter end.</p>\n\n<p>We had about 30 people sign-up, and about 15 ultimately joining us at the meetup, which is not too bad given that we announced the meetup only six days in advance. I suspect that the majority did not come solely for the pub quiz, but to learn more about CorrelAid and how they can get involved. In the first half hour of the meetup, Andrew (our Chairman) and Jacob (our Head of Operations) gave an introduction to CorrelAid Netherlands. Jacob talked about <a href=\"https://correlaid.nl/blog/stichting-foundation/\">our history</a>, how we are organized, and what our aims are. Andrew talked about how we scope projects and zoomed in on one particular project to give the attendees a flavour of what we do, and how we do it. If you missed the meetup, you might enjoy these short videos of <a href=\"https://www.facebook.com/CorrelAidXNetherlands/posts/2997075560393942\">Andrew</a> and <a href=\"https://www.facebook.com/CorrelAidXNetherlands/posts/3002274843207347\">Jacob</a> explaining their role at CorrelAid Netherlands.</p>\n\n<p>This was the first online meetup we organized – with <a href=\"https://www.facebook.com/CorrelAidXNetherlands/posts/3017880471646784\">Trevina</a>, our community manager, playing a key role behind the scenes – and I quite liked the way we set it up, with some informational content at the start followed by a fun and engaging activity. After soaking up all the information Andrew and Jacob provided, and exhausted after the pub quiz, everybody relaxed in the online pub environment and chatted for another half hour or so. I enjoyed the conversations a lot, and I met some very interesting people working on cool stuff. We even had somebody from Canada join! The power of CorrelAid to connect knows no borders :-)</p>\n","url":"/blog/pubquiz-meetup","relative_path":"_posts/2020-11-29-pubquiz-meetup.md","permalink":null},{"draft":false,"categories":[],"layout":"post","title":"Virtual Get Together: Bingo and Speed Dating","description":"Combining Bingo with speed dating for a virtual get together is a lot of fun!","author":"Fabian","image":"/images/bingo-town-thumb.png","tags":["online","social"],"date":"2021-02-14 00:00:00 +0100","slug":"bingo-meetup","ext":".md","excerpt":"<p>While a passion for data science and a sensitivity for societal problems unites all our CorrelAid Netherland members, every one of them has their own unique experiences and stories to tell. For example, one member helped set a world record in knitting; one was nearly run-over by <a href=\"https://www.youtube.com/watch?v=1prweT95Mo0\">the cellist Yo-Yo Ma</a>; somebody, believe it or not, hates cake; and another member has sewn around 100 teddy bears.</p>\n","content":"<p>While a passion for data science and a sensitivity for societal problems unites all our CorrelAid Netherland members, every one of them has their own unique experiences and stories to tell. For example, one member helped set a world record in knitting; one was nearly run-over by <a href=\"https://www.youtube.com/watch?v=1prweT95Mo0\">the cellist Yo-Yo Ma</a>; somebody, believe it or not, hates cake; and another member has sewn around 100 teddy bears.</p>\n\n<p>To get to know each other’s stories a little better, we organized an online meetup that combines Bingo with speed dating (yes, that’s right). We asked participants to tell us something unique about themselves beforehand, and then created Bingo cards for each of them. In case you’re new to Bingo, the goal is to strike out four elements, either horizontally, vertically, or diagonally. One example Bingo card is shown below.</p>\n\n<p><img src=\"/images/bingo-card.png\" alt=\"Bingo card\" width=\"700\" /></p>\n\n<p>We met online in a chic restaurant at gather.town, where <a href=\"https://www.facebook.com/CorrelAidXNetherlands/posts/3017880471646784\">Trevina</a> — our Community manager — had set up fancy tables. Guests were instructed to take a seat, and then the game began. Within seven minutes, they had to find out whether any experience or personal fact on their Bingo card matched with the person across their table; without, of course, directly asking! After seven minutes, the session ended and we rotated counter-clockwise. The top figure in this post shows the setup.</p>\n\n<p>The speed dating component gave the whole event a nice dynamic, and time just flew by. After ten of these seven minute rounds, Trevina created a maze and we puzzled through it to find ourselves in the lounge on the right.</p>\n\n<p>Did anybody manage to get a Bingo? Kamal and Filip initially believed they did, but then it turned out that they misattributed a personal fact or experience to the wrong person. Keenly observing the situation and listening carefully, Maria discovered the identity of the person with three fathers, and half-jokingly announced “Bingo!”.</p>\n\n<p><img src=\"/images/bingo-town-2.png\" alt=\"Gather.town\" width=\"700\" /></p>\n\n<p>She did not, however, accept victory, saying that it would be unfair to do so when the official speed dating part was already over. Instead, she said “Победила дружба”, which is Russian for “friendship wins”, and so we got to save our secret prize for the next event.</p>\n\n<p>This was an internal event and we had 17 people signing up, with about 14 ultimately joining. In addition to members situated in the Netherlands, we had people tuning in from Italy, Croatia, and Germany.</p>\n\n<p>We chatted for another half hour or so after the main event, and everybody expressed how much fun they had. I was myself quite surprised by how enjoyable the Bingo + speed dating combination turned out to be, and I highly recommend it, in case you’re looking for an engaging format for your own event.</p>\n","url":"/blog/bingo-meetup","relative_path":"_posts/2021-02-14-bingo-meetup.md","permalink":null},{"draft":false,"categories":[],"layout":"post","date":"2021-05-03 00:00:00 +0200","title":"CorrelAid Netherlands YouTube Channel","description":"CorrelAid Netherlands goes YouTube","author":"Fabian","tags":["online","organisation"],"image":"/images/correlaid-youtube-thumb.png","slug":"correlaid-youtube","ext":".md","excerpt":"<p>We have recently started to host regular events, with topics ranging from using data science to address vaccine misinformation and ethical AI for humanitarian aid to machine learning for depression and open geo-data for resilience.</p>\n","content":"<p>We have recently started to host regular events, with topics ranging from using data science to address vaccine misinformation and ethical AI for humanitarian aid to machine learning for depression and open geo-data for resilience.</p>\n\n<p>One of the accidental gifts of the coronavirus pandemic is that these events are taking place online, which means they can easily be recorded for those who could not attend. We have now created a <a href=\"https://www.youtube.com/channel/UCRBedMwdhH9kWFf3tOmekWw\">CorrelAid Netherlands YouTube channel</a> which makes past and future recordings of our events available.</p>\n","url":"/blog/correlaid-youtube","relative_path":"_posts/2021-05-03-correlaid-youtube.md","permalink":null},{"draft":false,"categories":[],"layout":"post","date":"2021-05-31 00:00:00 +0200","title":"Using data to conserve nature and stop wildlife crime","description":"Great synergy at our event with three Dutch environmental NGOs\"","author":"Mehrzad","tags":["nature","online"],"image":"/images/elephant-header.png","slug":"conserving-nature","ext":".md","excerpt":"<p>At CorrelAid Netherlands we love meeting passionate people. We regularly plan meetups to bring people together, share ideas, learn something new, and inspire each other. And since data and data science runs in our blood, we always strive to find and discover new ways to look at data and how it can help to make our blue planet a better place.</p>\n\n<p>In May Maya Bogers and I (Mehrzad Karami) organized what turned out to be a very cool and inspiring session. The main subject was about how data and data science can be used to fight wildlife crime and support nature conservation. We talked about this question with three awesome organizations from The Netherlands that operate internationally to preserve nature and biodiversity, fight poaching and trafficking, and prevent human-wildlife conflicts. Each organization had a 10-15 minute window to talk about how data is benefiting their work, and the unique challenges they are facing working in their area.</p>\n","content":"<p>At CorrelAid Netherlands we love meeting passionate people. We regularly plan meetups to bring people together, share ideas, learn something new, and inspire each other. And since data and data science runs in our blood, we always strive to find and discover new ways to look at data and how it can help to make our blue planet a better place.</p>\n\n<p>In May Maya Bogers and I (Mehrzad Karami) organized what turned out to be a very cool and inspiring session. The main subject was about how data and data science can be used to fight wildlife crime and support nature conservation. We talked about this question with three awesome organizations from The Netherlands that operate internationally to preserve nature and biodiversity, fight poaching and trafficking, and prevent human-wildlife conflicts. Each organization had a 10-15 minute window to talk about how data is benefiting their work, and the unique challenges they are facing working in their area.</p>\n\n<p>We had the opportunity to talk to Tim van Deursen, co-founder at Hack the Poacher, Jan-Kees Schakel, founder of  Sensing Clues, and Timo Roeke, project leader at Waarneming.nl. Here is short summary of what these NGOs do, and how they are impacting the world:</p>\n\n<ul>\n  <li>\n    <p><a href=\"https://www.hackthepoacher.com/\">Hack the Poacher</a> is a non-profit organization looking for ways to help prevent poaching of rhinos and elephants in national parks using smart technology. Their current projects focus on cell phone detection and smart camera traps.</p>\n  </li>\n  <li>\n    <p><a href=\"https://sensingclues.org/\">Sensing Clues</a> develops methods and technologies for nature conservation and wildlife protection. These methods and technologies enable wildlife protection organizations to get the right people, at the right time, in the right place. Using data from open sources and rangers in the field, their tools predict where poachers are most active or where human-wildlife conflicts (HWC) are most likely to happen, allowing for early intervention. Sensing Clues is a Dutch ANBI holding not-for-profit foundation that operates in Africa, Asia, Latin-America and Europe.</p>\n  </li>\n  <li>\n    <p><a href=\"https://waarneming.nl/\">Waarneming.nl / Observation.org</a> is the largest nature platform in the Netherlands and part of the Observation International Foundation, a non-profit organization on a mission to collect, build and share a multilingual observational data collection system focused on global biodiversity. To do so, they host a multilingual platform where users from all over the world can register the birds, plants, insects and all other flora and fauna they observe; and they facilitate the validation of this field data by professionals. Open data and citizen science is at the center of what they do.</p>\n  </li>\n</ul>\n\n<p>With over 100 registrations, and over 50 participants showing up, the event was a blast. The talks and the discussions were great with the Zoom chat exploding. Hack the Poacher and Sensing Clues each brought a second person along who – with breakneck speed – answered any questions that came up during their talks. It was a great illustration of human interaction and a perfect flow of energy and information exchange among participants.</p>\n\n<p>There were also other sources of marvellous synergy: Jan Kees-Schakel connected with <a href=\"https://www.liamdbailey.com/\">Liam Bailey</a>, a postdoc in ecology who was in the audience and who is setting up weather stations to collect fine-scale environmental data in Tanzania.</p>\n\n<p>Jan also mentioned that there are over a hundred types of lemurs in Madagascar that are hard to distinguish and asked Timo Roeke whether their Observation app could be applied to this case, to which Timo answered affirmatively, suggesting to connect over email.</p>\n\n<p>Immediately after this exchange <a href=\"https://twitter.com/carly_batist\">Carly Batist</a>, a PhD student from the United States chimed in and who actually studies lemurs in Madagascar! Timo then asked whether lemurs are vocal and whether one could distinguish them based on voice. Carly replied that it depends very much on the species and that – wouldn’t you know it! – her PhD thesis is on “passive acoustic monitoring of Black-and-white ruffed lemur”, which are very vocal. Some things you cannot make up.</p>\n\n<p>While organizing an event with multiple NGOs requires more preparation than our usual events, we found that the amazing synergy that it creates is absolutely worth it. We therefore plan to organize more such events in the future. If you are reading this and you are working for an NGO that would be interested in participating, do reach out!</p>\n\n<p>You can find the recording of the event on our <a href=\"https://www.youtube.com/watch?v=S8a0g1AZPak\">YouTube channel</a>.</p>\n","url":"/blog/conserving-nature","relative_path":"_posts/2021-05-31-conserving-nature.md","permalink":null},{"draft":false,"categories":[],"layout":"post","date":"2021-09-21 14:01:35 +0200","title":"Streamlining scientific collaborations","description":"How one organization is rethinking scientific collaborations.","author":"Mehrzad","tags":["collaborations","global","online"],"image":"/images/facilitating-collaborations-header.png","slug":"facilitating-collaborations","ext":".md","excerpt":"<p>At CorrelAid Netherlands we love meeting passionate people. We regularly plan meetups bringing people together to share ideas, learn something new, and inspire each other.</p>\n","content":"<p>At CorrelAid Netherlands we love meeting passionate people. We regularly plan meetups bringing people together to share ideas, learn something new, and inspire each other.</p>\n\n<p>In September we had the opportunity to engage with <a href=\"https://Crowdfight.org/\">Crowdfight</a>. As an NGO that started at the beginning of the Covid-19 pandemic, and grew to over 45.000 volunteers in just 2 years, they know how impactful the power of collaboration can be, and what is needed in order to make it work on a global scale. Their mission is to promote the advancement of science, its contribution to society, and the well-being of scientists. And they are aiming to change the way science and scientists work together.</p>\n\n<p>Needless to say, this is an enormous challenge to take on, if you ask me. But again, with over 45.000 volunteers helping with this mission, things begin to happen. Their story reminds me of a famous quote from Henry Ford:</p>\n\n<blockquote>\n  <p>“<em>Coming together is a beginning, staying together is progress, and working together is success</em>.”</p>\n</blockquote>\n\n<p>We talked with Alfonso Pérez-Escudero (Co-founder at Crowdfight), Ana Morán (Core team at Crowdfight), and Alberto Pascual-García (Board Member at Crowdfight) about how they got started and what unique challenges they face to facilitate collaboration among scientists on a global scale.</p>\n\n<p>Besides our community members who were as always present and eager to hear more, we had people from all walks of life tuning into the session, asking questions, and engaging in interesting conversations. It was fascinating to see how this subject matter was so appealing and well accepted by the audience.</p>\n\n<p>Below are some of the takeaways from the talk. For the full conversation, check the recording on our YouTube channel.</p>\n\n<p>One of the most interesting aspects was how Crowdfight got started. With the start of lockdown in March 2020, and everyone having to stay home, the team, together with many other scientists, wanted to help. And so they decided to set up a website. Everyone assumed after 2-3 days that they would eventually shut down the page because probably no one would respond.</p>\n\n<p>Well, quite the opposite happened, as Ana Morántold us. They were astonished by the number of responses from the scientific community. Everyone wanted to help, and lots of people were asking for it! The testimony that Ana shared from one of the early volunteers was a great example of how things work in a perfect flow even when many unknown conditions are happening.</p>\n\n<p>Alfonso mentioned the three main facts they knew when Crowdfight initially got attention from the beginning on:</p>\n\n<ul>\n  <li>Many people had the same idea.</li>\n  <li>We were not the right people to do this.</li>\n  <li>We were not ready.</li>\n</ul>\n\n<p>The answers became obvious later:</p>\n\n<ul>\n  <li>The devil is in the details. The idea resonated with the people!</li>\n  <li>Focus was from the beginning on what people needed, and not on what we as a team were good at or able to do.</li>\n  <li>Start before you’re ready, and remember that finding demand is the hardest part of the challenge.</li>\n</ul>\n\n<p>Alberto also told us about how in the beginning the questions were processed, and how the right matching took place (a hint: it was not the fancy AI or machine learning algorithms that made it work!)</p>\n\n<p>And of course there were surprises along the way, and amazing journeys that unfolded when people came together to help each other. To hear the full conversation, visit our <a href=\"https://www.youtube.com/watch?v=gyfMg7n2mv4\">YouTube channel</a>. Enjoy!</p>\n\n<p><img src=\"/images/2021_crowdfight_youtube_thumbnail.jpg\" alt=\"Crowdfight YouTube Talk\" width=\"1200\" height=\"900\" /></p>\n","url":"/blog/facilitating-collaborations","relative_path":"_posts/2021-09-21-facilitating-collaborations.md","permalink":null},{"draft":false,"categories":[],"layout":"post","date":"2021-11-28 13:01:35 +0100","title":"Understanding & Preventing Climate Breakdown","description":"Intense workshop on the climate emergency and climate action.","tags":["climate","action","online"],"image":"/images/stripes-global-thumb.png","slug":"climate-action","ext":".md","excerpt":"<p>The unusually stable climate of the past 10,000 years has enabled human agriculture and civilization. And without further intervention, <a href=\"https://www.science.org/doi/abs/10.1126/science.1076120\">at least another 10,000 years</a> of stability would have ensued. Yet starting in the 1950s, in what has been dubbed <a href=\"https://journals.sagepub.com/doi/10.1177/2053019614564785\">“The Great Acceleration”</a>, humans dramatically grew their population and their economies, becoming a <a href=\"https://www.goodreads.com/book/show/36004703-the-human-planet\">planetary-scale geological force</a> that continues to exert enormous pressure on the Earth system. The consequences of this are becoming increasingly apparent. But they could become much worse.</p>\n","content":"<p>The unusually stable climate of the past 10,000 years has enabled human agriculture and civilization. And without further intervention, <a href=\"https://www.science.org/doi/abs/10.1126/science.1076120\">at least another 10,000 years</a> of stability would have ensued. Yet starting in the 1950s, in what has been dubbed <a href=\"https://journals.sagepub.com/doi/10.1177/2053019614564785\">“The Great Acceleration”</a>, humans dramatically grew their population and their economies, becoming a <a href=\"https://www.goodreads.com/book/show/36004703-the-human-planet\">planetary-scale geological force</a> that continues to exert enormous pressure on the Earth system. The consequences of this are becoming increasingly apparent. But they could become much worse.</p>\n\n<p>Current policies would lead to <a href=\"https://www.unep.org/resources/emissions-gap-report-2021\">about 2.7 °C of warming</a> by the end of this century, something last seen over <a href=\"https://www.pnas.org/content/115/52/13288\">three million years ago</a> in the Mid-Pliocene Warm Period, where sea levels were <a href=\"https://www.nature.com/articles/s41586-019-1543-2\">17 metres higher</a>. This amount of warming would almost certainly <a href=\"https://www.carbonbrief.org/explainer-nine-tipping-points-that-could-be-triggered-by-climate-change\">trigger tipping points</a>, causing regional havoc on short time-scales and <a href=\"https://www.pnas.org/content/115/33/8252\">potentially further amplifying global heating</a>.</p>\n\n<blockquote>\n  <p>Put bluntly, our current trajectory <a href=\"https://theecologist.org/2019/jan/03/its-nonlinearity-stupid\">could result</a> in the <a href=\"https://www.goodreads.com/en/book/show/19145016-the-collapse-of-western-civilization\">end of human civilization</a> as we know it.</p>\n</blockquote>\n\n<p>There is, however, still a chance to avert the worst and, in the process, create a better world than we have today. But the challenge is monumental. To be on track to limit warming to 1.5°C requires that we cut carbon emissions <a href=\"https://www.science.org/doi/10.1126/science.aah3443\">in half by 2030</a>. Yet the <a href=\"https://www.annualreviews.org/doi/abs/10.1146/annurev-environ-012220-011104\">people in power have failed</a>, and continue to fail, to enact changes commensurate with the scale and urgency of the climate emergency. We cannot count on them.</p>\n\n<p>Instead, we need to build the largest mass movement in history and make it be heard that we do not stand for the continued destruction of the natural world. As people living in wealthy countries, which <a href=\"https://www.nature.com/articles/s41893-021-00799-z\">overshoot multiple biophysical boundaries</a>, we are responsible for <a href=\"https://www.ecoequity.org/wp-content/uploads/2020/12/GAP-graphic.png\">most of the excess emissions</a> and thus have a <a href=\"https://www.carbonbrief.org/in-depth-qa-what-is-climate-justice\">special responsibility</a> to act and avoid further climate breakdown. We play many roles – as consumers, investors, role models, organizational participants, and citizens – and can <a href=\"https://www.nature.com/articles/s41560-021-00900-y\">use our positions and influence</a> to accelerate rapid decarbonization.</p>\n\n<p>We recently explored these themes – future climate impacts; our failure to bend the emissions curve so far; what we can do today – in a workshop on the climate emergency and climate action. After an introductory talk of about 60 minutes, situating ourselves in this unfolding drama, we tried to find policies that limit warming to well below 2°C and ideally to 1.5°C in an equitable and just manner using <a href=\"https://en-roads.climateinteractive.org/scenario.html?v=21.12.0\">En-ROADS</a>, an interactive climate simulator.</p>\n\n<p>What if we planted a trillion trees? Massively scaled up nuclear energy? Kept fossil fuels in the ground? All turned vegan? Introduced a world-wide carbon tax? These are some of the questions we addressed. Ultimately, we ended up with a <a href=\"https://en-roads.climateinteractive.org/scenario.html?v=21.12.0&amp;p196=50&amp;p198=50&amp;p200=50&amp;p16=-0.03&amp;p35=2&amp;p39=50&amp;p47=5&amp;p53=50&amp;p57=-10&amp;p209=1&amp;p60=-80&amp;p61=-50&amp;p254=2021&amp;p65=30&amp;p218=5&amp;p208=2&amp;p68=10&amp;p70=50\">scenario</a> that limits warming to 1.8°C. Not too bad.</p>\n\n<p>The workshop was intense. It lasted more than two hours and thirty minutes, with 45 people attending. We had wide-ranging conversations, and I saw a few light bulbs going off. I felt that people came away with a better understanding of the scale of the climate emergency and a renewed sense of, if not hope, then of the necessity to take action. Hope is what we create through action.</p>\n\n<p>We unfortunately messed up the recording of the event, so I <a href=\"https://www.youtube.com/watch?v=aYEFV4feVBs\">recorded it again</a> without an audience. This means that the interactive part is not included. However, I do provide a short run-down of the En-ROADS simulator. If you want to learn more about it, I encourage you to follow this <a href=\"https://learn.climateinteractive.org/course/mastering-en-roads-mid-2021\">online course</a>. It is a lot of fun!</p>\n\n<p><img src=\"/images/2021_climatebreakdown_youtube_thumbnail.jpg\" alt=\"Climate Breakdown YouTube thumbnail\" width=\"1200\" height=\"900\" /></p>\n","url":"/blog/climate-action","relative_path":"_posts/2021-11-28-climate-action.md","permalink":null},{"draft":false,"categories":[],"layout":"post","date":"2021-12-05 13:01:35 +0100","title":"Tracking and Ditching Fossil Banks","description":"Insightful talk and conversation with Johan Frijns, director of BankTrack.","tags":["banking","climate","online"],"image":"/images/tracking-banks-header.png","slug":"fossil-banks","ext":".md","excerpt":"<p>The burning of fossil fuels is the <a href=\"https://drawdown.org/sites/default/files/12_Unit_2_Global_Greenhouse_Gases.png\">key driver</a> of climate breakdown. Scientists agree that coal, oil, and gas need to be <a href=\"https://www.theguardian.com/environment/2021/sep/08/climate-crisis-fossil-fuels-ground\">kept in the ground</a> for us to have a fighting chance to reach our climate targets. While renewable energy is already cheaper than coal in <a href=\"https://carbontracker.org/reports/how-to-waste-over-half-a-trillion-dollars/\">all major markets</a> – and can meet global energy demand <a href=\"https://carbontracker.org/solar-and-wind-can-meet-world-energy-demand-100-times-over-renewables/\">many times over</a> – banks continue to recklessly finance the industry that is <a href=\"https://www.theguardian.com/environment/2021/feb/09/fossil-fuels-pollution-deaths-research\">killing millions today</a> and is <a href=\"https://www.theguardian.com/commentisfree/2021/aug/10/fossil-fuel-companies-ipcc-climate-report-governments\">destroying our future</a>.</p>\n","content":"<p>The burning of fossil fuels is the <a href=\"https://drawdown.org/sites/default/files/12_Unit_2_Global_Greenhouse_Gases.png\">key driver</a> of climate breakdown. Scientists agree that coal, oil, and gas need to be <a href=\"https://www.theguardian.com/environment/2021/sep/08/climate-crisis-fossil-fuels-ground\">kept in the ground</a> for us to have a fighting chance to reach our climate targets. While renewable energy is already cheaper than coal in <a href=\"https://carbontracker.org/reports/how-to-waste-over-half-a-trillion-dollars/\">all major markets</a> – and can meet global energy demand <a href=\"https://carbontracker.org/solar-and-wind-can-meet-world-energy-demand-100-times-over-renewables/\">many times over</a> – banks continue to recklessly finance the industry that is <a href=\"https://www.theguardian.com/environment/2021/feb/09/fossil-fuels-pollution-deaths-research\">killing millions today</a> and is <a href=\"https://www.theguardian.com/commentisfree/2021/aug/10/fossil-fuel-companies-ipcc-climate-report-governments\">destroying our future</a>.</p>\n\n<blockquote>\n  <p>The <a href=\"https://www.bankingonclimatechaos.org/\">Banking on Climate Chaos</a> report, released this year by a coalition of NGOs – including <a href=\"https://www.banktrack.org/\">BankTrack</a> – shows that the world’s 60 biggest banks spent 3.8 trillion dollars financing fossil fuels since the Paris Agreement.</p>\n</blockquote>\n\n<p>This includes Dutch banks such as <a href=\"https://www.banktrack.org/bank/rabobank#dodgy_deals\">Rabobank</a> and <a href=\"https://www.banktrack.org/bank/ing#dodgy_deals\">ING</a>, which spent over 8 and 44 billion dollars each. ABN AMRO is not without sin, having engaged in a number of <a href=\"https://www.banktrack.org/bank/rabobank#dodgy_deals\">“Dodgy Deals”</a> as well, harming society and the environment.</p>\n\n<p>Against this sobering background, we were delighted to have Johan Frijns, the director of BankTrack, share his insights about and experience with the banking sector. <a href=\"https://www.banktrack.org/\">BankTrack</a> is an international tracking and campaigning organisation targeting private sector commercial banks and the activities they finance. Their mission is to stop banks from financing harmful business activities; to promote a banking sector that respects human rights; and to support fellow civil society organisations in their engagement with banks.</p>\n\n<p>BankTrack continuously <a href=\"https://www.banktrack.org/page/bank_policies\">assesses bank policies</a> on corporate social responsibility and <a href=\"https://www.banktrack.org/campaigns\">campaigns on several issues</a>, such as climate and energy, human rights and deforestation. It’s flagship campaign <a href=\"https://www.fossilbanks.org/\">Fossil Banks, No Thanks!</a> demands from the largest bank financiers of fossil fuels to end their support for new or expansion coal, oil and gas projects and to phase out existing support for the fossil fuel industry.</p>\n\n<p>After a talk of about 45 minutes by Johan, we had another 45 minutes of questions and answers. You can watch the insightful talk and wide-ranging conversation <a href=\"https://www.youtube.com/watch?v=cSATXd_q1ug\">here</a>.</p>\n\n<p><img src=\"/images/2021_banktrack_youtube_thumbnail.jpg\" alt=\"BackTrack YouTube recording\" width=\"1200\" height=\"900\" /></p>\n\n<p>We paired this event with a little campaign to switch to a sustainable bank such as <a href=\"https://www.triodos.nl/zoeken?q=overstap+service\">Triodos Bank</a> or <a href=\"https://www.asnbank.nl/home.html\">ASN Bank</a>. This was both fun and easy, using their switching service. If you are not with a sustainable bank yet, switching to one has never been easier and more important than today!</p>\n","url":"/blog/fossil-banks","relative_path":"_posts/2021-12-05-fossil-banks.md","permalink":null},{"draft":false,"categories":[],"layout":"post","date":"2023-01-26 13:00:00 +0100","title":"Predicting the crowdedness of trains and improving decision-making","description":"Great in-person event to kick-off the new year!","tags":["mobility","voting","education"],"image":"/images/ns_logo.png","slug":"predicting-crowdedness","ext":".md","excerpt":"<p>After almost twenty online events since our last in-person event — a highly successful healthcare hackathon weekend in February, 2020 — we were extremely excited to organize an <a href=\"https://www.meetup.com/correlaid-netherlands/events/290294620/\">in-person event</a> again on the 25<sup>th</sup> of January. We continued our tradition of hosting them at <a href=\"https://xebia.com/\">Xebia</a> in Amsterdam, who generously offered not only the location but also free pizza and drinks.</p>\n","content":"<p>After almost twenty online events since our last in-person event — a highly successful healthcare hackathon weekend in February, 2020 — we were extremely excited to organize an <a href=\"https://www.meetup.com/correlaid-netherlands/events/290294620/\">in-person event</a> again on the 25<sup>th</sup> of January. We continued our tradition of hosting them at <a href=\"https://xebia.com/\">Xebia</a> in Amsterdam, who generously offered not only the location but also free pizza and drinks.</p>\n\n<p>We had two fantastic speakers: <a href=\"https://www.linkedin.com/in/tjebbe-hepkema/\">Tjebbe Hepkema</a> talked about his work at NS on predicting the crowdedness of trains, while <a href=\"https://www.linkedin.com/in/alexander-gw-beyer/\">Alexander Beyer</a> from <a href=\"https://voxpoplabs.com/\">Vox Pop Labs</a> talked about using decision intelligence tools in the areas of voting and higher education.</p>\n\n<p><img src=\"/images/ns_voxpoplabs_event.png\" alt=\"Image of speakers\" width=\"1200\" height=\"1000\" /></p>\n\n<p>We also had a fantastic audience, with over 50 people attending, eager to engage and exchange ideas. In fact, the participants had so many thoughtful questions about the work presented that the event ran 30 minutes over.</p>\n\n<p>Overall, our first in-person event in almost three years was a resounding success! We are planning to organize many more such events in 2023. If you know somebody who does impactful work in the data science for the social good space and would be interested in giving a talk, do not hesitate to <a href=\"https://correlaid.nl/contact/\">reach out to us</a>!</p>\n","url":"/blog/predicting-crowdedness","relative_path":"_posts/2023-01-26-predicting-crowdedness.md","permalink":null},{"draft":false,"categories":[],"layout":"post","date":"2023-03-10 13:00:00 +0100","title":"Helping Crowdfight facilitate scientific collaborations","description":"Rewarding collaboration with Crowdfight!","author":"Mehrzad","tags":["project","matching","data science"],"image":"/images/facilitating-collaborations-header.png","slug":"crowdfight-collaboration","ext":".md","excerpt":"<p><em>This blog post was written by Mary Newhauser, Martin Baldenhofer, and Mehrzad Karami.</em></p>\n","content":"<p><em>This blog post was written by Mary Newhauser, Martin Baldenhofer, and Mehrzad Karami.</em></p>\n\n<p>We all remember the early days of the Covid-19 pandemic. Lockdowns, border closures, homemade face masks, toilet paper hoarding, and even mail microwaving. Looking back, it’s incredible to consider how little we knew about the virus that would kill millions and cause historic global disruption for years to come. We simply did not have answers to the most basic of questions about the virus. How deadly is it? How easily does it spread? Do face masks work? At the beginning of the pandemic, doctors, researchers, and the general public were hungry for answers, and that’s where Crowdfight came in.</p>\n\n<h1 id=\"what-is-crowdfight\">What is Crowdfight?</h1>\n<p><a href=\"https://crowdfight.org/\">Crowdfight</a> is a non-profit dedicated to <a href=\"https://www.youtube.com/watch?v=gyfMg7n2mv4\">facilitating scientific collaborations</a> — especially those that don’t emerge naturally — by finding the experts needed to complement research projects and documenting the credit due to every participant. The organization grew out of an initiative at the beginning of the pandemic to facilitate knowledge transfer of Covid-related topics between medical researchers worldwide.</p>\n\n<p>Realizing the value of the system they created, Crowdfight decided to open up their platform to researchers seeking collaborations on all sorts of topics, not just Covid. Crowdfight works like this: Researchers seeking collaborators for a specific task submit a request to Crowdfight which is then sent out to a list of researchers with matching skill sets who previously signed up to volunteer their time.</p>\n\n<h1 id=\"crowdfight-and-correlaid\">Crowdfight and CorrelAid</h1>\n<p>The primary problem with Crowdfight’s current matching process is its imprecision. Approximately 93% of all Crowdfight users who respond to a request report that they are a poor match for the given task. To avoid user disengagement, Crowdfight wants to incorporate machine learning into the matching process, which is where CorrelAid steps in.</p>\n\n<p>In a six-month sprint, a team of data scientists worked alongside a team of data engineers set up an automated pipeline, running in Google Cloud that pre-processes and saves all incoming Crowdfight data to Google BigQuery, so that Crowdfight can build and implement a machine learning solution that better matches prospective volunteers to requests in the future.</p>\n\n<h1 id=\"data-science\">Data science</h1>\n<p>Before our collaboration, Crowdfight data was collected through forms filled out directly by Crowdfight participants and inserted into Google Sheets. All the data needed to be cleaned and standardized, while the requests data needed to be enriched by being joined with an additional Google Sheet in which Crowdfight volunteers had assigned both a general and specific academic subject category.</p>\n\n<p>To assess the quality of their current matching system, Crowdfight asked volunteers to rate the relevance of each volunteer task that was emailed to them. These responses were similarly saved in Google Sheets. In order to build a training dataset for Crowdfight, we needed to match up all the data for individual requests with the available responses. We also joined the response data with information that Crowdfight volunteers disclose when they sign up, including research area of expertise, highest level of education achieved, and the amount of time per week they can devote to a volunteer project.</p>\n\n<p>The culmination of our efforts resulted in the following deliverables:</p>\n\n<ul>\n  <li>Comprehensive data preprocessing script that consumes request, response, and volunteer data and writes clean versions of the data as well as an ML-ready training dataset to BigQuery.</li>\n  <li>Jupyter notebook for exploratory data analysis that provides an overview of the current (baseline) performance of Crowdfight in matching requests to appropriate users.</li>\n  <li>Training dataset that can be used for feature engineering, generating text embeddings, and model building, in the future.</li>\n</ul>\n\n<h1 id=\"data-engineering\">Data engineering</h1>\n<p>In the data engineering part of the project, we focused on deploying and operating a cloud infrastructure. Our ultimate goal was to move all data and code to the cloud and avoid having data distributed across different devices and running code with dependencies on local machines. When selecting the components for the deployment and the operation process we were focusing on easy maintenance and low cost.</p>\n\n<p>Our deployment process is triggered automatically when changes are made to the main branch of the code repository. A GitHub action builds a Docker container from the Python code, which is then published to <em>Google Artifact</em>, a service provided by Google Cloud Platform that manages and hosts software artifacts.</p>\n\n<p>To run the code, we use <em>Google Workflow</em> to orchestrate the different runs of the containers. <em>Google Workflow</em> is a workflow automation tool which coordinates the execution of multiple tasks or services. The containers are run on <em>Cloud Run</em>, a fully managed serverless container platform on the Google Cloud Platform which automatically scales the container instances based on incoming requests. When a <em>Cloud Run</em> job is triggered, it retrieves the corresponding Docker container from <em>Google Artifact</em>, which was previously published during the deployment process.</p>\n\n<p>The code running inside the container reads and writes data against <em>Google BigQuery</em>, a fully managed, serverless data warehouse on the Google Cloud Platform that allows the analysis and querying of large datasets using SQL-like syntax.</p>\n\n<p>We chose to use fully managed services by Google to make it easier for Crowdfight to maintain and scale the process. All services use Google Cloud IAM for authentication, so there is no need to generate and manage separate secrets/passwords for each service, making the whole process easy to manage and secure.</p>\n\n<h1 id=\"project-coordination\">Project coordination</h1>\n<p>Crowdfight noted that it was a great experience to work alongside our talented data scientists and data engineers together with their team of scientists. Here are some of the takeaways, as seen from the perspective of project coordination and support:</p>\n\n<ul>\n  <li>The drive and the sheer amount of enthusiasm from our volunteers was one of the driving forces to move this project forward, and deliver excellent results.</li>\n  <li>The level of expertise was superb. The mixture of expert level volunteers with newcomers in this field created a great learning environment for everyone working and contributing to this project.</li>\n  <li>The leadership skills, especially from the tech leads of the data science as well as the data engineering team made it possible to deliver the project and tackle the obstacles and challenges early on in a very constructive and effective way.</li>\n</ul>\n\n<p>The team consisted of the following people:</p>\n<ul>\n  <li>CorrelAid:\n    <ul>\n      <li>Phase 1: Mathis Lucka, Lada Rudnitckaia, Chiel Bakkeren, Julia Masloh, Mehrzad Karami</li>\n      <li>Phase 2: Mary Newhauser (Lead Data Science team), Martin Baldenhofer (Lead Data Engineering), Barnaby Rumbold, Daljit Singh, Jaime Raldua Veuthey, Julian Werner, Sam Chien, Mehrzad Karami</li>\n    </ul>\n  </li>\n  <li>Crowdfight: Alfonso Pérez Escudero, Francisco Romero Ferrero</li>\n</ul>\n\n<h1 id=\"conclusion\">Conclusion</h1>\n<p>Overall, this was a highly enjoyable collaboration! We are proud to have been able to help an organization that does such excellent work as Crowdfight, and we are excited to see how they will develop in the future. If you know an organization that could benefit from our data science and data engineering volunteers, please do not hesitate to <a href=\"https://correlaid.nl/getinvolved/\">reach out</a>.</p>\n","url":"/blog/crowdfight-collaboration","relative_path":"_posts/2023-03-10-crowdfight-collaboration.md","permalink":null},{"draft":false,"categories":[],"layout":"post","date":"2023-06-23 14:00:00 +0200","title":"Sustainability Leadership Kosova","description":"Rewarding collaboration between CorrelaidNL, Sustainability Leadership Kosova (SLK) and MasterStory","author":"Mehrzad Karami","tags":["data science","SLK","MasterStory"],"image":"/images/kosova_logo_v2.webp","slug":"sustainability-leadership-kosova","ext":".md","excerpt":"<p><em>This blog post was written by Mehrzad Karami.</em></p>\n","content":"<p><em>This blog post was written by Mehrzad Karami.</em></p>\n\n<p><b>Partner Organization:</b>  Sustainability Leadership Kosova (SLK)<br />\n<b>Team:</b> 4 data scientists/data visualisers (Correlaid), 2 Domain experts (SLK), 1 Storytelling expert (MasterStory), 1 Project coordinator (Correlaid) <br />\n<b>Topic:</b> Data visualization on deforestation in Kosovo<br />\n<b>Skills:</b> Data visualization, GIS, Data Analytics, Storytelling<br />\n<b>Project start:</b> 15th of February 2021<br />\n<b>Project End:</b>  July 2021 (4-5 months)<br />\n<b>Place:</b> Remote<br />\n<b>Project Goals/Achievements:</b>  Used data to influence an ongoing governmental draft on deforestation regulation strategy as well as empower civil groups to increase pressure on the government to act. <br /></p>\n\n<h1 id=\"slk-x-correlaid-x-masterstory\">SLK x Correlaid x MasterStory</h1>\n\n<h2 id=\"what-is-slk\">What is SLK?</h2>\n<p>Sustainability Leadership Kosova <a href=\"https://www.slkosova.org/\">(SLK)</a> is a non-profit dedicated to empowering individuals, businesses and organisations in leadership with the aim to educate, drive, and support the integration of sustainability solutions in Kosovo. SLK actions and activities are designed towards the system’s change, which is at the heart of this NGO’s work. They aim to achieve the highest level of change that will create long-term positive impact and shared values across:</p>\n<ul>\n  <li><b>Economy</b>: Empower businesses by helping and guiding them on how to integrate sustainability and develop transformative leadership to realise a zero-waste, carbon-neutral, socially-fair economy</li>\n  <li><b>People</b>: Prioritize working with individuals, harnessing their power for change through actions that promote wellbeing, equality, and social justice, leading to a future that is fit for all.</li>\n  <li><b>Nature</b>: Foster individual, organisational and collective responsibility for protecting nature, which is the source of life, including all living creatures and the ecosystems that support all the parties involved</li>\n</ul>\n\n<p>The organization grew out of an initiative back in 2019 by Indira Kartallozi and a collaborative work of movers, shapers, and conveners who have the passion, vision, and expertise to transform Kosova into a global example of a society that is sustainable, healthy, fair and prosperous.</p>\n\n<h2 id=\"slk-and-correlaid-building-a-collaborative-project\">SLK and Correlaid: Building a collaborative project</h2>\n<p>With the help of a local GIS expert, Faruk Foniqi, SLK uncovered the rate of deforestation (including illegal deforestation) in Kosovo. Faruk used satellite imagery using a GIS model for his analysis and even made a predictive analysis for future deforestation. The aim of this project was to use this data to influence an ongoing governmental draft on deforestation regulation strategy as well as empower Civil Society Organisations, NGOs, and activists to increase pressure on the government to act.</p>\n\n<p>Despite having the story and initial datasets in hand, there was a critical missing element: an effective way to present this narrative that could truly raise awareness. Recognizing this challenge, CorrelAidNL stepped in to play a pivotal role in the project. Our expertise centered on designing and implementing a clear, impactful story that would captivate audiences and drive action. On top of this, a master Storyteller joined the project to help shape the perfect Story that this challenge required. With over 20 years of experience and teaching in Storytelling, Ashraf Ramzy (MasterStory) joined the project and helped shape the story SLK was looking for.</p>\n\n<p>CorrelAidNL embarked on a multifaceted approach, combining the power of storytelling through Ashraf, meticulous analysis and refinement of collected datasets, and the application of cutting-edge data visualization techniques. This holistic approach aimed to unlock the full potential of the available information, transforming it into a compelling and persuasive narrative. By harnessing the power of data and storytelling, CorrelAidNL &amp; MasterStory helped shape a campaign that would not only captivate audiences but also apply strategic pressure on the government’s plan to combat deforestation in Kosovo.</p>\n\n<p><img src=\"/images/kosova.png\" alt=\"kosova\" width=\"1200\" height=\"900\" /></p>\n\n<p>Through their collaboration, SLK, CorrelAidNL, and MasterStory worked hand in hand to breathe life into the data, infusing it with meaning and relevance. The amalgamation of storytelling, data analysis, and visual communication formed the cornerstone of their joint efforts, creating a compelling narrative tfczhat could truly ignite change. Together, they set out on a mission to shed light on the gravity of deforestation in Kosovo, rally public support, and compel the government to take decisive action.\nIn a six-month sprint, a team of data scientists worked alongside a team of domain experts and Storytellers to set up a compelling visualization story that helped pave the way for this project.</p>\n\n<h2 id=\"data-analysis-and-data-visualization\">Data Analysis and Data Visualization</h2>\n<p>In addition to crafting a captivating narrative, CorrelAidNL played a pivotal role in the project by employing rigorous data analysis and implementing effective data visualization techniques. They understood that numbers and statistics alone might not resonate with the intended audience.</p>\n\n<p>By conducting comprehensive data analysis, Faruk &amp; CorrelAidNL were able to extract meaningful findings that supported the overarching story. They transformed raw data into compelling evidence, showcasing the magnitude and urgency of the deforestation issue in Kosovo. Through their analytical expertise, they provided valuable context and substance to the narrative, making it more persuasive and impactful.</p>\n\n<p>Equally important was their skill in data visualization, as they understood that visual communication is a powerful tool for engaging audiences. By presenting data in an accessible and visually appealing manner, we enabled broader audiences to grasp the gravity of the deforestation crisis and inspired them to take action.</p>\n\n<p><img src=\"/images/kosova2.gif\" alt=\"kosova\" width=\"1200\" height=\"900\" /></p>\n\n<p>The combined efforts of storytelling, data analysis, and data visualization became the driving force behind the campaign. CorrelAidNL’s expertise in shaping the narrative through compelling data-driven insights and visually engaging graphics played a vital role in amplifying the project’s impact and strengthening the call to action.</p>\n\n<h2 id=\"storytelling\">Storytelling</h2>\n<p>Recognizing the pivotal role of storytelling in capturing people’s attention and fostering emotional connections, the collaboration sought the expertise of MasterStory, a renowned specialist in the art of storytelling. With this guidance, a transformative narrative unfolded, crafted to captivate and engage the audience on a profound level.</p>\n\n<p>Ashraf Ramzy skillfully wove together the rich tapestry of available data, personal anecdotes, and real-life experiences to create a compelling story that resonated deeply with listeners.</p>\n\n<p>The narrative became a vessel through which people could connect with the cause on an emotional level. It painted a vivid picture of the fragile ecosystems at stake, the biodiversity at risk, and the dire consequences of inaction. By illuminating the stories behind the data, MasterStory empowered individuals to see themselves as agents of change, igniting a collective sense of responsibility.</p>\n\n<p>The #MoseMerrMalin campaign was the result of hard work and collaboration among SLK, Correlaid, and MasterStory; A call to action to join hands together, as citizens, businesses, and government, to protect the forests Kosov has and restore the ones it lost. To grow the economy and secure jobs, to make nature thrive and enjoy clean air, to save Kosov’s sanctuary where nations can catch their breath. #MoseMerrMalin was born: <br />\n<a href=\"https://www.slkosova.org/mosemerrmalin-welcome\">slkosova homepage</a></p>\n\n<h2 id=\"conclusion\">Conclusion</h2>\n<p>As a nonprofit organization connecting data enthusiasts with NGO organizations who do good in a wide spectrum of sectors, it has always been Correlaid’s focus to connect our volunteers with NGO organizations around the world.\nIn the case of SLK, it was a great experience to work alongside the talented data scientists from Correlaid and the team of experts from SLK and MasterStory. Here are some of the remarkable takeaways to share, seen from the perspective of project coordination and support:</p>\n\n<ul>\n  <li>The drive and the sheer amount of enthusiasm from our volunteers was one of the driving forces to move this project forward, and deliver an excellent result.</li>\n  <li>The level of expertise was superb. The mixture of expert level volunteers with newcomers in this field created a great learning environment for everyone working and contributing to this project.</li>\n  <li>The leadership skills, especially from the tech leads of the data science as well as the data engineering team made it possible to deliver the project and tackle the obstacles and challenges early on in a very constructive and effective way.</li>\n</ul>\n\n<p>At Correlaid Netherlands our focus has always been on empowering the nonprofit sector to work with their own data, and connecting our volunteers with such organizations. This has helped us  raise awareness about some of the most pressing challenges our planet is facing today, and help contribute to the solutions that moves our partner NGOs forward.</p>\n\n<p>As we continue growing our community we continue to take on more and more projects with Dutch as well as international NGOs. Read about our completed and ongoing projects on our site: <a href=\"https://correlaid.nl/projects/\">projects</a> <br />\n<br />\nIf you want to know more about Correlaid <a href=\"https://correlaid.nl/contact/\">drop us a message</a>\n<br />\n<br />\nCorrelAid Volunteers: <b>Alick Bird, Federico Franciamore, Jordy de Jong,  Mehrzad Karami</b><br />\nSLK:  <b>Indira Kartallozi, Rina Fetahaj, Faruk Foniqi</b> <br />\nMaster Story: <b>Ashraf Ramzy</b><br /></p>\n","url":"/blog/sustainability-leadership-kosova","relative_path":"_posts/2023-06-22-sustainability-leadership-kosova.md","permalink":null}],"pages":[{"draft":false,"categories":[],"layout":"default","title":"About","content_blocks":[{"_bookshop_name":"page-heading","title":"About","description":null},{"_bookshop_name":"content","content_html":"<p>CorrelAid Netherlands is a non-profit organization that connects data scientists with organizations that do good. \n  We have a network of over 300 data scientists in the Netherlands and over 1500 abroad that are eager to volunteer \n  their time and expertise to help non-profits with their data challenges. We started in 2018 as the Dutch chapter of \n  <a href=\"https://correlaid.org/\">CorrelAid</a>. In 2020, Andrew, Fabian, and Yiran <a href=\"/blog/stichting-correlaid\">\n    officially founded</a> the Stichting CorrelAid Nederland.\n  </p>\n  \n  <p>Our core activity is to engage in 3-6 month long projects where a team of our data scientists works with an organization \n    pro bono. We have completed a number of <b><a href=\"/projects\">projects</a></b> successfully since our inception. We also organize \n    <b><a href=\"https://www.meetup.com/correlaid-netherlands/\">events</a></b> such as hackathons and meetups.</p>\n  <h1>Goals</h1> \n  <p>Our goals are three-fold:</p>\n  <p> 1. To create impact by working with non-profit organizations, utilizing the power of data and data science to further their societal contribution. \n    We are providing a high-quality volunteer data science workforce and aim to become a well-known part of the Dutch non-profit ecosystem.\n  </p>\n  <p>2. To empower the non-profit sector to work with their own data. Systematically relying on skilled volunteers for data challenges is \n    not sustainable. The projects give organizations a taste of what is possible with data and give us an opportunity to facilitate the \n    continuation of the organization’s data journey after the project is done.\n  </p>\n  <p> 3. To create a diverse community of data scientists in the Netherlands who want to use their skills to advance the social good. \n    We want to create a platform where collaborations can emerge organically, and where our volunteers can learn from each other and help each other.\n  </p>\n\n  <p>Are you an NGO that is interested in what we have to offer? \n  Then head over <a href=\"/getinvolved\">here</a> and get in touch! Are you a data scientist interested in applying your skills \n  and joining our community? Then head over <a href=\"/getinvolved\">here</a> and have a chat with us! Do you want to see what events we have coming up? \n  Then head over <a href=\"https://www.meetup.com/correlaid-netherlands/\">here</a>.</p>\n\n  <h1>Core Team</h1>\n\n  <h3>Mehrzad Karami | NPO Engagement</h3>\n  <img src=\"/images/mehrzad.jpg\" style=\"float: left; width: 220px; height: 200px; padding-right: 20px;\">\n  <p>Mehrzad received his Masters in Artificial Intelligence back in the time when AI was not that common in The Netherlands.\n    As part of the first groups of students who did a full AI study in the Netherlands, he joined the early adopters of AI\n    and took the challenge of bringing practical AI to the endeavors of everyday life. He has currently taken the challenge of\n    bringing the power of collaboration to the scientific world by building digital solutions based on AI and Data Science.\n    Mehrzad joined CorrelAid with the goal of making this blue planet a better place for everyone, helping NGOs harness the power of Data\n    and Data Science. With a strong passion for collaboration and people, Mehrzad's everyday reminder is: Live, Love, Explore,\n    and challenge your excuses everyday! <br>Contact: <a href=\"mailto:mehrzad@correlaid.nl\">mehrzad@correlaid.nl</a>,\n    <a class=\"ion ion-logo-linkedin\" href=\"https://www.linkedin.com/in/mehrzad-karami/\"></a>.</p>\n\n  <h3>Alexis Gillett | All-Round Fixer </h3>\n  <img src=\"/images/alexis.jpg\" style=\"float: left; width: 220px; height: 200px; padding-right: 20px;\">\n  <p>Alexis got involved with CorrelAid as way to put his existing data (science) and management skills to a positive use.\n    He originally moved to the Netherlands for a PhD in Probability Theory and has since had a somewhat nomadic career encompassing energy,\n    finance, management, consulting and, of course, data science. He is particularly keen on evidence-based decision making and\n    how the right perspective and information can reduce complex problems to straightforward ones.\n    <br>Contact: <a href=\"mailto:alexis@correlaid.nl\">alexis@correlaid.nl</a>,\n    <a class=\"ion ion-logo-linkedin\" href=\"https://www.linkedin.com/in/alexisgillett/\"></a>.</p>\n\n  <h3>Selin Topel | NPO Engagement</h3>\n  <img src=\"/images/selin.jpg\" style=\"float: left; width: 220px; height: 200px; padding-right: 20px;\">\n  <p>Selin joined CorrelAid Nederland because it brings two of her favorite things together: working with data, and volunteering for organization whose\n    efforts advance social good. Selin did her bachelor's in psychology with a minor in business in Turkey where she is originally from.\n    She is currently working as a PhD researcher at the Institute of Psychology at Leiden University, where she investigates how people\n    learn and make decisions under uncertainty by modelling human behavior and brain responses. While she was volunteering for non-profit\n    organizations before the pandemic, after the start of the pandemic she decided to put her skills she gained through her\n    research training to use as a volunteer. As a part of CorrelAid team, she aims to contribute to organizing events for the CorrelAid Nederland\n    community and help expand the reach of the organization.\n    <br>Contact: <a href=\"mailto:selin@correlaid.nl\">selin@correlaid.nl</a>,\n    <a class=\"ion ion-logo-linkedin\" href=\"https://www.linkedin.com/in/selin-topel-902794124/\"></a>.</p>\n\n  <h3>Drena Miftari | Team</h3>\n  <img src=\"/images/DrenaMiftari.jpg\" style=\"float: left; width: 220px; height: 200px; padding-right: 20px;\">\n  <p>Drena joined CorrelAid in 2020 with an aim to help impact-driven organisations make better use of their data.\n    She has a graduate degree in data science, an undergraduate degree in economics, and in her work she's focused on using data to make more sustainable investments in developing countries.\n    Drena's passionate about data and development economics and has 10+ years of experience in the field including areas of\n    impact investing, public policy, social entrepreneurship, and private sector development.\n    At CorrelAid, Drena primarily focuses on the engagement of new organisations for projects and on community building.\n    <br>Contact: <a href=\"mailto:drena@correlaid.nl\">drena@correlaid.nl</a>.\n\n  <h3>Mirjam Quaak | Team</h3>\n  <img src=\"/images/MirjamQuaak.jpg\" style=\"float: left; width: 220px; height: 200px; padding-right: 20px;\">\n  <p>Mirjam discovered CorrelAid while searching for ways to make a positive impact with her\n    (data) skills. With a background in Neurosciences and Artificial Intelligence, she is highly\n    interested in applying AI within the medical field. She worked as a BI developer creating\n    healthcare dashboards and currently, she works as an AI engineer in various domains. At\n    CorrelAid, her mission is to assist non-profit organizations in tackling their data challenges\n    and to arrange events that educate and inspire the community.\n    <br>Contact: <a href=\"mailto:mirjam@correlaid.nl\">mirjam@correlaid.nl</a>,\n    <a class=\"ion ion-logo-linkedin\" href=\"https://www.linkedin.com/in/mirjam-quaak-823b50113/\"></a>.</p>\n\n  <h3> Sindhuja | Team</h3>\n  <img src=\"/images/Sindhu.jpg\" style=\"float: left; width: 220px; height: 200px; padding-right: 20px;\">\n  <p>Sindhuja lives in the Hague, Netherlands and is an IT Graduate. Previously, she worked as an Academic Content Writer at a Edutech Company.\n    Later, she got introduced to Salesforce as an end user and now she is a Certified Salesforce Administrator and Marketing Cloud Email Specialist.\n    She is currently learning about Data Analytics, Tableau.\n    Sindhuja is really excited to volunteer here at Correlaid, as it would provide her with practical exposure whilst also supporting a good cause #data4good.\n    She is looking forward to connecting with you all.\n    <br>Contact: <a href=\"mailto:sindhuja@correlaid.nl\">sindhuja@correlaid.nl</a></p>\n\n  <h3> Winnie | Team</h3>\n  <img src=\"/images/winnie.jpg\" style=\"float: left; width: 220px; height: 200px; padding-right: 20px;\">\n  <p> Winnie has been with CorrelAid as a volunteer for approximately 2 years.\n    After her Masters in financial econometrics she’s had a somewhat rocky journey but her love for data, models and analyses has always been a constant.\n    As a lover of all things data, programming and tech and wanting to contribute to a better world,\n    she tried to find an opportunity to help others using a quantitative\n    approach. Sharing her love for data and tech, correlaid seemed like the perfect opportunity.\n    Winnie is currently working on integration of Salesforce and helping Anastasiia and Alexis with blog posts for our website and the structure of our website.\n    Having met wonderful people who are inclusive and kind during her time at CorrelAid,\n    Winnie cannot encourage people enough to join CorrelAid and hope many more people will sign up.\n    <br>Contact: <a href=\"mailto:winnie@correlaid.nl\">winnie@correlaid.nl</a>.</p>\n\n  <h3> Andrew Sutjahjo | Chairman</h3>\n  <img src=\"/images/andrew.jpg\" style=\"float: left; width: 220px; height: 200px; padding-right: 20px;\">\n  <p>During his masters in Neuroscience, Andrew started up an NGO and tried to build an orphanage in Kenya.\n    Two years in, he failed and vowed to build up his skillset and network to try to do good again once he had more experience.\n    He has since then worked as a data scientist at Capgemini, United Wardrobe, and Utelly, specializing in NLP, Search, and Recommendation Systems.\n    After seeing how much more impact we can have with data, he’s switched from building orphanages to building models for good.\n    You can hear Andrew's story and learn about the type of work we do at CorrelAid Nederland <a href=\"https://www.youtube.com/watch?v=Q_CLmbsmCYQ\">here</a>.\n    <br>Contact: <a href=\"mailto:andrew@correlaid.nl\">andrew@correlaid.nl</a>, <a class=\"ion ion-logo-linkedin\" href=\"https://www.linkedin.com/in/sutjahjo/\"></a>.</p>\n\n  <h3>Fabian Dablander | Secretary</h3>\n  <img src=\"/images/fabian.jpg\" style=\"float: left; width: 220px; height: 200px; padding-right: 20px;\">\n  <p>Fabian received his Masters degree in Cognitive Science from the University of Tübingen, Germany, and is currently doing his PhD at\n    Department of Psychological Methods at the University of Amsterdam. He works on topics related to Bayesian testing, causal inference,\n    and early warning signals for tipping points. Besides academic things, he is excited about initiatives that use data for the social good.\n    Fabian is also deeply concerned about the climate emergency and is involved in various initiatives on that front. You can hear Fabian's story\n    and how CorrelAid Nederland got started <a href=\"https://www.youtube.com/watch?v=uxN9rIUVHPI\">here</a>.\n    <br> Contact: <a href=\"mailto:fabian@correlaid.nl\">fabian@correlaid.nl</a>, <a href=\"https://fabiandablander.com/\">Website</a>,\n    <a class=\"ion ion-logo-twitter\" href=\"https://www.twitter.com/fdabl\"></a>,\n    <a class=\"ion ion-logo-linkedin\" href=\"https://www.linkedin.com/in/fabian-dablander/\"></a>.</p>"},{"_bookshop_name":"newsletter"}],"slug":"about","ext":".html","tags":[],"excerpt":"","date":"2024-02-26 11:43:44 +0100","content":"","url":"/about/","relative_path":"_pages/about.html","permalink":null},{"draft":false,"categories":[],"layout":"default","title":"ANBI","content_blocks":[{"_bookshop_name":"page-heading","title":"ANBI","description":null},{"_bookshop_name":"content","content_html":"<p>Stichting Correlaid Nederland is pending a Public Benifit Organisation (dutch: ANBI) status. \n  Any donations made after the approval of its ANBI status may be partially or fully deducted from \n  taxable income.\n  </p>\n  \n  <h1>Details</h1> \n  <table class=\"%!s(<nil>)\">\n      <thead>\n      <tr>\n      <th align=\"left\">Statuatory name:</th>\n      <th align=\"left\">Stichting Correlaid Nederland</th>\n      </tr>\n      </thead>\n      <tbody>\n      <tr>\n      <td align=\"left\">Chamber of Commerce registration number:</td>\n      <td align=\"left\">76991598</td>\n      </tr>\n      <tr>\n      <td align=\"left\">RSIN/Tax number:</td>\n      <td align=\"left\">860865320</td>\n      </tr>\n      <tr>\n      <td align=\"left\">Banking details:</td>\n      <td align=\"left\">NL94INGB0007142184</td>\n      </tr>\n      <tr>\n      <td align=\"left\">Swift code:</td>\n      <td align=\"left\">INGBNL2A</td>\n      </tr>\n      </tbody>\n      </table>\n      <h1>Policy plan 2022</h1> \n      <p>Throughout 2022 Stichting Correlaid Nederland will focus on meeting its objective of supporting skilled \n      data science volunteering at social NGO’s and organizations in one or more of the following areas: to connect \n      data scientists with the NGO’s and organizations, facilitate the scoping of the volunteering project, assist the \n      volunteer in the their voluntary work, organize hackathons, workshops and meetups to train volunteers, inform social \n      organizations on the possibilities of data science and to promote the stichting.</p>\n\n      <p>The Board of Directors and core team will meet in person bimonthly when not restricted by measures to combat Covid-19, and \n      electronically on a weekly basis.</p>\n      \n  <h1>Fundraising</h1>\n  <p>Stichting Correlaid Nederland will raise funds through donations and applying for grants.</p>\n\n  <h1>Deployment of Funds</h1>\n  <p>Stichting Correlaid Nederland will deploy its funds primarily for the following costs:</p>\n  <ul>\n      <li>Organising workshops to scope projects</li>\n      <li>Organising workshops and conferences to further our goals</li>\n  </ul>\n  <p>Stichting Correlaid Nederland will also deploy its funds for operational costs such as:</p>\n  <ul>\n      <li>Banking fees</li>\n      <li>Public transport travel expenses within the Netherlands for their volunteers</li>\n    </ul>\n  <p>The Board of Directors does not receive any remuneration, either directly or indirectly.</p>"}],"slug":"anbi","ext":".html","tags":[],"excerpt":"","date":"2024-02-26 11:43:44 +0100","content":"","url":"/anbi/","relative_path":"_pages/anbi.html","permalink":null},{"draft":false,"categories":[],"layout":"default","title":"Blog","content_blocks":[{"_bookshop_name":"page-heading","title":"Blog","description":"Below you can find a number of blog posts that reflect on some of our past events and projects."},{"_bookshop_name":"posts-list","show_posts":true},{"_bookshop_name":"newsletter"}],"slug":"blog","ext":".html","tags":[],"excerpt":"","date":"2024-02-26 11:43:44 +0100","content":"","url":"/blog/","relative_path":"_pages/blog.html","permalink":null},{"draft":false,"categories":[],"layout":"default","title":"Contact","content_blocks":[{"_bookshop_name":"contact-form","form_success_page":"https://MailThis.to","form_title":"Contact us","form_description":"We would love to hear from you!","form_submission_email":"contact@correlaid.nl","form_button_text":"Send now"}],"slug":"contact","ext":".html","tags":[],"excerpt":"","date":"2024-02-26 11:43:44 +0100","content":"","url":"/contact/","relative_path":"_pages/contact.html","permalink":null},{"draft":false,"categories":[],"layout":"default","title":"Get Involved","content_blocks":[{"_bookshop_name":"page-heading","title":"Get Involved","description":null},{"_bookshop_name":"content","content_html":"<h1> As a volunteer</h1> <p>\n  Do you want to apply your data science skills to real world problems? Then CorrelAid Netherlands is for you! \n  In teams of usually 2-4 people, we help NGOs gain insight into their own data and use the results.\n</p> <p>We announce projects on <a href=\"https://twitter.com/CorrelAidxNL\">Twitter</a>, <a href=\"https://www.facebook.com/CorrelAidXNetherlands\">Facebook</a>,  <a href=\"https://www.linkedin.com/company/correlaid-x-netherlands/\">LinkedIn</a>, through our <a href=\"https://dashboard.mailerlite.com/forms/257414/78748110521631819/share\">Newsletter</a>, and on Slack, so be sure to follow us there. If you want to join our community on Slack, please fill out <a href=\"https://forms.gle/vkoAH7uguJacF6WY7\">this form</a>. Afterwards, we will contact you to have a chat and invite you. If you have more questions, please contact <a href=\"mailto:alexis@correlaid.nl\">Alexis</a>. </p> <p>\n  Are you working on an interesting data project and want to share your results with a wider audience? \n  Is your organisation using data in innovative ways to tackle difficult societal challenges? Do you have skills that you want to teach others? \n  Then write a blog post for us, speak at one of our Meetups, or teach a workshop. \n  If you are interested, please contact <a href=\"mailto:fabian@correlaid.nl\">Fabian</a>.\n</p> <h1> As an NGO</h1> <p>\n  Are you part of an NGO that wants to use data science to operate more efficiently and effectively? \n  Do you already have data and are looking for skilled analysts to get insights out of them? Or are you simply looking for somebody to brainstorm with you about what is possible with data and data science? \n  Regardless of what you need, we are happy to help! Please contact <a href=\"mailto:mehrzad@correlaid.nl\">Mehrzad</a> to schedule a call.\n</p>"},{"_bookshop_name":"newsletter"}],"slug":"getinvolved","ext":".html","tags":[],"excerpt":"","date":"2024-02-26 11:43:44 +0100","content":"","url":"/getinvolved/","relative_path":"_pages/getinvolved.html","permalink":null},{"draft":false,"categories":[],"layout":"default","permalink":"/","title":"Home","content_blocks":[{"_bookshop_name":"hero","title":"Good Causes. Better Effects.","description_html":"<p><strong>CorrelAid Netherlands </strong> is a non-partisan, non-profit network of \n  data scientists who want to use their skills to advance the social good.</p>","image":"/images/avatar.jpg","image_alt":"CorrelAid Netherlands meetup picture","cta_button":"Get involved","cta_button_link":"/getinvolved","works_button":"See our projects","works_button_link":"#projects"},{"_bookshop_name":"projects-section","title":"Latest Projects","description_html":"<p>Our core aim is to connect data scientists and data enthusiasts with organisations that advance the social good, \n  but which may lack the data skills to best further their goals.</p>","link_url":"/projects","show_projects":true},{"_bookshop_name":"blog-section","title":"Our Blog Posts","description_html":"<p>Our blog mainly features write-ups of our events and collaborations.</p>","link_url":"/blog","show_posts":true},{"_bookshop_name":"newsletter","newsletter_title":"Sign up for CorrelAid NL"}],"slug":"index","ext":".html","tags":[],"excerpt":"","date":"2024-02-26 11:43:44 +0100","content":"","url":"/","relative_path":"_pages/index.html"},{"draft":false,"categories":[],"layout":"default","title":"Projects","content_blocks":[{"_bookshop_name":"page-heading","title":"Our projects","description":"Below you can find a list of our past and ongoing projects with organizations that advance the social good. Feel free to <b><a href=\"/getinvolved\">reach out to us</a></b> if you think that we can be of help to your organization and want to schedule a first call, or if you are a data scientist and want to get your hands dirty solving real problems."},{"_bookshop_name":"projects-list","show_projects":true},{"_bookshop_name":"newsletter"}],"slug":"projects","ext":".html","tags":[],"excerpt":"","date":"2024-02-26 11:43:44 +0100","content":"","url":"/projects/","relative_path":"_pages/projects.html","permalink":null}],"projects":[{"draft":false,"categories":[],"layout":"project","date":"2021-01-05 03:20:35 +0100","title":"CrowdFight","subtitle":"Helps improve the profiles of CrowdFight volunteers and classify the incoming requests based on their scientific domain.","image":"/images/crowdfight-project.png","slug":"crowdfight","ext":".md","tags":[],"excerpt":"<p><a href=\"https://crowdfight.org\">CrowdFight</a> is a non-profit organization dedicated to facilitating scientific collaborations — especially those that don’t emerge naturally — by finding the experts needed to complement research projects and documenting the credit due to every participant.</p>\n","content":"<p><a href=\"https://crowdfight.org\">CrowdFight</a> is a non-profit organization dedicated to facilitating scientific collaborations — especially those that don’t emerge naturally — by finding the experts needed to complement research projects and documenting the credit due to every participant.</p>\n\n<p>Its mission is to promote the advancement of science, its contribution to society, and the well-being of scientists. As an NGO that started at the beginning of the Covid-19 pandemic, and grew to over 45000 volunteers in just 2 years, they know how impactful the power of collaboration is, and what is needed in order to make it work on a global scale.</p>\n\n<p>The purpose of this project is to help improve the profiles of CrowdFight volunteers, and help classify the incoming requests based on their scientific domain. This is needed in order to better match these volunteers with incoming requests from those seeking help.</p>\n","url":"/project/crowdfight","relative_path":"_projects/crowdfight.md","permalink":null},{"draft":false,"categories":[],"layout":"project","date":"2021-01-06 03:20:35 +0100","title":"Doneer Effectief","subtitle":"Sets up analytics monitoring for their website together with a dashboard to highlight the results.","image":"/images/doneer_effectief_logo_new.png","slug":"doneer-effectief","ext":".md","tags":[],"excerpt":"<p><a href=\"https://doneereffectief.nl/en/\">Doneer Effectief</a> uses principles from the effective altruism movement. \nTheir mission is to make it easy to donate to global effective organizations from within the Netherlands.</p>\n","content":"<p><a href=\"https://doneereffectief.nl/en/\">Doneer Effectief</a> uses principles from the effective altruism movement. \nTheir mission is to make it easy to donate to global effective organizations from within the Netherlands.</p>\n\n<p>Their website plays a key role in realizing this goal, but how effective is their website? \nIn this project, we set up analytics monitoring for their website together with a dashboard to highlight the results. \nAlready during the lifetime of the project, useful insights were gained about their referral traffic facilitating cross-sector comparisons.</p>\n","url":"/project/doneer-effectief","relative_path":"_projects/doneer-effectief.md","permalink":null},{"draft":false,"categories":[],"layout":"project","date":"2021-01-08 04:20:35 +0100","title":"Justice and Peace","subtitle":"Designs and implements a data environment for the onboarding process of groups and newcomers that participate in Samen Hier.","image":"/images/justice-and-peace-project.png","slug":"justice-and-peace","ext":".md","tags":[],"excerpt":"<p><a href=\"https://justiceandpeace.nl/en/\">Justice and Peace Netherlands</a> is a non-profit organization based in The Hague that is dedicated to defending and promoting respect for human rights and social justice, worldwide and in the Netherlands. They work to empower change on the local level for human rights, adapting to the needs of the present and future, and most importantly, through working together.</p>\n","content":"<p><a href=\"https://justiceandpeace.nl/en/\">Justice and Peace Netherlands</a> is a non-profit organization based in The Hague that is dedicated to defending and promoting respect for human rights and social justice, worldwide and in the Netherlands. They work to empower change on the local level for human rights, adapting to the needs of the present and future, and most importantly, through working together.</p>\n\n<p>The purpose of this project is to design and implement a data environment for the onboarding process of groups and newcomers that participate in <a href=\"https://justiceandpeace.nl/en/initiatives/samen-hier/\">Samen Hier</a>. Samen Hier is scaling-up and needs a data environment for the onboarding of a larger number of groups.</p>\n\n<p>The design should bear in mind the subsequent data and the implementation should already achieve a tangible benefit to Justice and Peace Netherlands rather than just the potential for future benefits. It should also be usable and maintainable by non-specialists.</p>\n\n","url":"/project/justice-and-peace","relative_path":"_projects/justice-and-peace.md","permalink":null},{"draft":false,"categories":[],"layout":"project","date":"2021-01-09 05:20:35 +0100","title":"BankTrack","subtitle":"Built a tool that scours the websites of banks and notifies BankTrack whenever a bank has updated their policies.","image":"/images/banktrack-project.png","slug":"banktrack","ext":".md","tags":[],"excerpt":"<p><a href=\"https://www.banktrack.org/\">BankTrack</a> is an international tracking and campaigning organisation targeting private sector commercial banks and the activities they finance. BankTrack’s mission is to stop banks from financing harmful business activities; to promote a banking sector that respects human rights and contributes to just societies and a healthy planet; and to support fellow civil society organisations in their engagement with banks.</p>\n","content":"<p><a href=\"https://www.banktrack.org/\">BankTrack</a> is an international tracking and campaigning organisation targeting private sector commercial banks and the activities they finance. BankTrack’s mission is to stop banks from financing harmful business activities; to promote a banking sector that respects human rights and contributes to just societies and a healthy planet; and to support fellow civil society organisations in their engagement with banks.</p>\n\n<p>BankTrack keeps a database of <a href=\"https://www.banktrack.org/search#category=banks\">about 190 banks</a>, listing, among other things, their basic information, policies, and dodgy deals. These bank profiles are currently updated manually. In this project, CorrelAid Netherlands built a tool that scours the websites of banks and notifies BankTrack whenever a bank has updated their policies. Automating this process will save BankTrack valuable time and help them act swiftly in a changing policy landscape.</p>\n","url":"/project/banktrack","relative_path":"_projects/banktrack.md","permalink":null},{"draft":false,"categories":[],"layout":"project","date":"2021-01-10 05:30:35 +0100","title":"Macheo","subtitle":"Helped Macheo improve their impact in the future by using insights from past data to improve their efficiency and effectiveness.","image":"/images/macheo-project.png","slug":"macheo","ext":".md","tags":[],"excerpt":"<p><a href=\"https://macheo.ngo/\">Macheo</a> is a charity operating in Thika, Kenya, trying to help children in the urban slums and rural areas surrounding the city. Macheo does this by providing interventions to children or their parents which can range from providing school lunches to kids all the way to monetary help for parents to start a business.</p>\n","content":"<p><a href=\"https://macheo.ngo/\">Macheo</a> is a charity operating in Thika, Kenya, trying to help children in the urban slums and rural areas surrounding the city. Macheo does this by providing interventions to children or their parents which can range from providing school lunches to kids all the way to monetary help for parents to start a business.</p>\n\n<p>Their main tool of assessment is the Child Status Index, which they use to determine children’s needs as well as the effectiveness of Macheo’s interventions. The goals of this project were twofold: To understand and assess Macheo’s impact, and to help Macheo improve this impact in the future by using insights from the data to improve their efficiency and effectiveness.</p>\n","url":"/project/macheo","relative_path":"_projects/macheo.md","permalink":null},{"draft":false,"categories":[],"layout":"project","date":"2021-01-11 05:40:35 +0100","title":"G-Moji","subtitle":"Examined if it was possible to predict the emoji label using phone usage data so that targeted interventions could be made.","image":"/images/g-moji-project.png","slug":"gmoji","ext":".md","tags":[],"excerpt":"<p><a href=\"https://g-moji.garage2020.nl/en/homepage/\">G-Moji</a> is a mental health self-help app that promotes digital wellbeing for youngsters, funded by many healthcare institutions and spearheaded by Garage 2020.</p>\n","content":"<p><a href=\"https://g-moji.garage2020.nl/en/homepage/\">G-Moji</a> is a mental health self-help app that promotes digital wellbeing for youngsters, funded by many healthcare institutions and spearheaded by Garage 2020.</p>\n\n<p>The pilot study for this app measured diverse data from phone-usage such as movement, app-usage, and light intensity of their surroundings. It also polled users daily to describe their mood for the day using one of 14 emojis. The initial goal of the project was to see if it is possible to predict the emoji label using the phone usage data so that targeted interventions could be made. After prototyping and iterating we concluded that there was not much gain from using ML on phone usage data.</p>\n","url":"/project/gmoji","relative_path":"_projects/gmoji.md","permalink":null},{"draft":false,"categories":[],"layout":"project","date":"2021-01-12 05:50:35 +0100","title":"Simavi","subtitle":"Analyzed baseline and midline surveys that measure the impact of Simavi's WASH programme in three different countries, specifically focusing on Gender Equality and Social Inclusion.","image":"/images/simavi-project.png","slug":"simavi","ext":".md","tags":[],"excerpt":"<p>Founded in 1925, <a href=\"https://simavi.nl/en\">Simavi</a> encourages girls and women to claim their right to equality and basic needs, resulting in a physically, mentally, and socially healthier society for everyone. Their work is women-centred, rights-based, and builds lasting change.</p>\n","content":"<p>Founded in 1925, <a href=\"https://simavi.nl/en\">Simavi</a> encourages girls and women to claim their right to equality and basic needs, resulting in a physically, mentally, and socially healthier society for everyone. Their work is women-centred, rights-based, and builds lasting change.</p>\n\n<p>They start and facilitate projects over two broad programmes: water, sanitation and hygiene (WASH) and sexual and reproductive health and rights (SRHR). This project’s goal was to analyze baseline and midline surveys that measure the impact of their WASH programme in 3 different countries, specifically focusing on Gender Equality and Social Inclusion.</p>\n","url":"/project/simavi","relative_path":"_projects/simavi.md","permalink":null},{"draft":false,"categories":[],"layout":"project","date":"2021-01-14 06:00:35 +0100","title":"Sustainability Leadership Kosova","subtitle":"Used data to influence an ongoing governmental draft on deforestation regulation strategy as well as empower civil groups to increase pressure on the government to act.","image":"/images/SKL-project.png","slug":"sustainability-leadership-kosova","ext":".md","tags":[],"excerpt":"<p><a href=\"https://www.slkosova.org/\">Sustainability Leadership Kosova</a> (SLK) empowers individuals, businesses and organisations in leadership with the aim to cultivate innovative solutions to sustainability challenges. With the help of a local GIS expert, Faruk Foniqi (UN Habitat), SLK has uncovered the rate of deforestation (including illegal deforestation) in Kosovo</p>\n","content":"<p><a href=\"https://www.slkosova.org/\">Sustainability Leadership Kosova</a> (SLK) empowers individuals, businesses and organisations in leadership with the aim to cultivate innovative solutions to sustainability challenges. With the help of a local GIS expert, Faruk Foniqi (UN Habitat), SLK has uncovered the rate of deforestation (including illegal deforestation) in Kosovo</p>\n\n<p>Faruk has used satellite imagery using a GIS model for his analysis and has even made a predictive analysis for future deforestation. The aim of this project was to use this data to influence an ongoing governmental draft on deforestation regulation strategy as well as empower Civil Society Organisations, NGOs, and activists to increase pressure on the government to act.</p>\n\n<p>There is a now a new blogpost with more details. Find out more about this project <a href=\"/blog/sustainability-leadership-kosova\">here</a></p>\n","url":"/project/sustainability-leadership-kosova","relative_path":"_projects/sustainability-leadership-kosova.md","permalink":null}],"testimonials":[],"data":{"author":{"author_name":"Fabian","author_image":"/images/avatar.jpg"},"footer":{"footer_menu__settings":{"menu__items":[{"title":"Home","url":"/"},{"title":"About","url":"/about/"},{"title":"Projects","url":"/projects/"},{"title":"Blog","url":"/blog/"}]},"copyright_text_html":"<p> 2023 &copy; CorrelAid Netherlands using the Vonge template by <a href=\"https://cloudcannon.com/community/themes/vonge/\">CloudCannon</a>.</p>"},"general_settings":{"title":"CorrelAid Netherlands","description":"CorrelAid Netherlands is part of CorrelAid using data science for social good.","social_media_share_image":"/images/Sticker_2.png","disqus-identifier":null,"google-analytics":null},"navigation":{"logo_image":"/images/logo.svg","menu__settings":{"menu__items":[{"title":"Home","url":"/"},{"title":"About","url":"/about/"},{"title":"Get Involved","url":"/getinvolved/"},{"title":"Projects","url":"/projects/"},{"title":"Blog","url":"/blog/"},{"title":"More","submenu":[{"url":"/anbi/","title":"ANBI"},{"url":"/contact","title":"Contact"}]}]}},"newsletter":{"newsletter_title":"Join our mailing list","newsletter_description":"Do you want to change the world together with us?","newsletter_identifier":"dashboard.mailerlite.com/forms/257414/78748110521631819/share","newsletter_button":"Subscribe"},"social_links":{"social":[{"icon":"Twitter","link":"https://twitter.com/CorrelAidxNL"},{"icon":"YouTube","link":"https://www.youtube.com/channel/UCRBedMwdhH9kWFf3tOmekWw"},{"icon":"LinkedIn","link":"https://www.linkedin.com/company/correlaid-x-netherlands/"},{"icon":"Facebook","link":"https://www.facebook.com/CorrelAidXNetherlands/"},{"icon":"Meetup","name":"Calendar","link":"https://www.meetup.com/correlaid-netherlands/"}]}},"baseurl":null,"title":"Vonge"}}